[
    {
        "address": "It is located at the entrance to the city of Fayoum",
        "coordinatesX": 30.12941142258116,
        "coordinatesY": 31.307584338475717,
        "description": "It is built of Aswan pink granite stone and was erected by The first King Senusret in the village of Abjij, in commemoration of the conversion of Fayoum into agricultural land. It is rare in its design, as its top, in the middle of which is a hole, is rotated, and it is likely that a statue was installed in it. Its sides face the four sides, and it is 13 meters long. The obelisk was restored and moved from Abjeej to the entrance of the city of Fayoum in 1972. The obelisk was erected in the village of Ibejeej, 2 km southwest of Fayoum. Its walls included some inscriptions depicting the king in several scenes, sometimes with the crown of the South and others with the crown of the North, in front of several deities representing the North and others representing the South, as the texts indicate",
        "id": 29,
        "name": "Obelisk of Senusret I",
        "originalImage": "image/IMG_20230416_115842_071.jpg",
        "type": "Pharaonic antiquities",
        "user_id": 5
    },
    {
        "address": "It is located in the village of Damo - 9 km southeast of Fayoum",
        "coordinatesX": 29.27428935139076,
        "coordinatesY": 30.89891948351789,
        "description": "It was built by King Amenemhat the Third of the 12th Dynasty. Its height was 58 m, the length of each side was 100 m, and its inclination angle was 25 and 48 m. It was built of mud bricks. It was covered with a layer of limestone. It is located on the edge of the desert near Hawara al-Maqtaa. The great man who built it. As for the entrance to the pyramid, it is located on the southern side instead of the northern side to mislead the thieves. In the pyramid there is a series of passages leading to the burial chamber that was carved in the solid rock. Next to the pyramid is the tomb of Princess Nefru Ptah, his son, the king, and the remains of the Labrent Palace.",
        "id": 30,
        "name": "Hawara pyramid",
        "originalImage": "image/201142851282_status_f951219c7dee430bb18ce865f64a8761.jpg",
        "type": "Pharaonic antiquities",
        "user_id": 5
    },
    {
        "address": "It is located 17 km from Fayoum city",
        "coordinatesX": 29.236333659263074,
        "coordinatesY": 30.970636201725526,
        "description": "It was built by The Second King Senusret, one of the fourth kings of the Twelfth Dynasty, of mud bricks on a limestone core, lined with mud bricks and covered with a layer of limestone, 248 m high, 106 m long, and about 48 meters high. The entrance is located on the northern side, as it is known in the Old Kingdom, where it meets The entrance is the northern stars. The designer of the pyramid resorted to hiding the corridor leading to the burial chamber by building his tomb at the entrance. A coffin made of pink granite was found inside the burial chamber. An offering table was also found in the corridor. In the room adjacent to the burial chamber, wonderful golden pieces in the form of a bridge snake were found. Likely to be part of the king's crown",
        "id": 31,
        "name": "The pyramid of Lahun",
        "originalImage": "image/98.jpg",
        "type": "Pharaonic antiquities",
        "user_id": 5
    },
    {
        "address": "It is located near the village of Sila on the Russian Mountain",
        "coordinatesX": 29.382629579275818,
        "coordinatesY": 31.05351086833844,
        "description": "It dates back to the era of King Snefru and is located opposite the village of Al-Rubiyat on the eastern edge of Fayoum. It is a pyramid that differs in design from the traditional pyramids. It is built on one of the desert heights and is 7 meters long. It is considered one of the oldest pyramids in Egypt, as it was built by King Snefru more than 4600 years ago",
        "id": 32,
        "name": "Seila Pyramid",
        "originalImage": "image/SEILAEW.JPG",
        "type": "Pharaonic antiquities",
        "user_id": 5
    },
    {
        "address": "It is located in the north of Lake Qarun",
        "coordinatesX": 29.595170852599516,
        "coordinatesY": 30.67784640344793,
        "description": "It dates back to the era of the Middle Kingdom and is considered one of the important historical monuments north of Lake Qarun. It was dedicated to the worship of the god Sobek, the \"crocodile\", the main deity of Fayoum. The temple is devoid of inscriptions and includes a group of chapels.",
        "id": 33,
        "name": "Qasr El Sagha Temple",
        "originalImage": "image/2022-04-16_3.jpg",
        "type": "Pharaonic antiquities",
        "user_id": 5
    },
    {
        "address": "It is located in the southwest of Fayoum Governorate, about 30 km",
        "coordinatesX": 29.19232183559111,
        "coordinatesY": 30.64234422491554,
        "description": "It includes three temples, including the only remaining temple from the Middle Kingdom era, built by Amenemhat the Third and completed by Amenemhat the Fourth, and the other two temples from the Ptolemaic era. It also includes antiquities from the Coptic era, in addition to the presence of a road decorated with statues of lions and the Sphinx",
        "id": 34,
        "name": "The ancient city of Madi",
        "originalImage": "image/Medinet_Madi.jpg",
        "type": "Pharaonic antiquities",
        "user_id": 5
    },
    {
        "address": "It is located about 7 km north of Fayoum",
        "coordinatesX": 29.374883193249637,
        "coordinatesY": 30.857187802606376,
        "description": "The two bases were erected on the banks of the lake, whose waters were reaching the doorstep of the village of Behmou, to hold a statue of Third King Amenemhat. Each statue has a courtyard surrounded by an inclined wall, its entrance is from the northern side, facing the statue, and it was directed from east to west. The enormity of the statues and the absence of any trace of a temple building in this place indicate that these two statues were a clear symbol of the entrance to the new territory, which was established by Amenemhat III when he drained an area of This Earth",
        "id": 35,
        "name": "The Pedestals Of Biahmu",
        "originalImage": "image/sanam.png",
        "type": "Pharaonic antiquities",
        "user_id": 5
    },
    {
        "address": "It is located 25 km north of Fayoum",
        "coordinatesX": 29.51782699204358,
        "coordinatesY": 30.903235330566883,
        "description": "It is located in the Kom Oshim area on the Fayoum-Cairo Desert Road, 33 km from Fayoum and 109 km from Cairo. The history of the city dates back to the third century BC and continued in the fifth century, the Coptic era and the dawn of the Islamic era. It includes the remains of two temples that were dedicated to the worship of the god Sobek (the crocodile). The area, one north and the other south, also includes a Roman bath, a group of houses and wine presses, and on the opposite side there are the city’s cemeteries. Its ruins are located directly behind the Kom Oshim Museum, and Kranes was a border colony serving as a departure and departure point for the traffic convoy and also as a police station in the desert and the land surrounding Kranes was It was cultivated and was irrigated by the lake before the salinity increased, but the soil may bear it.",
        "id": 36,
        "name": "The city of Kranes",
        "originalImage": "image/179643-مدينة-كرانيس-الأثرية--6.jfif",
        "type": "Greek and Roman Antiquities",
        "user_id": 5
    },
    {
        "address": "It is located 65 km from the city of Fayoum, southwest of Lake Qarun",
        "coordinatesX": 29.405866707861037,
        "coordinatesY": 30.418208174810776,
        "description": "A Roman temple that preserves most of its details. It is located in the far southwest of Lake Qarun. It was built of limestone and retains almost all its details and general shape. The entrance is decorated with a drawing representing the winged sun disk, and the interior structures are decorated with prominent drawings that represent beads repeated next to each other.\nA celebration is held on the occasion of the sun's perpendicularity to the Holy of Holies at Qasr Qarun Temple on the twenty-first of December of each year under the auspices of Fayoum Governorate and the Ministry of Tourism.\nThe ruins of the Umm Al-Brejat Temple: It contains the ruins of the ancient Greek city of Tebtunis. It contains a temple from the Greek era. Quantities of papyrus and rare manuscripts were found there.",
        "id": 37,
        "name": "Qarun Palace",
        "originalImage": "image/DSC_0701.jpg",
        "type": "Greek and Roman Antiquities",
        "user_id": 5
    },
    {
        "address": "It is located 3 km from the northern coast of Lake Qarun",
        "coordinatesX": 29.536174108771185,
        "coordinatesY": 30.66875875005414,
        "description": "It is a city built of mud bricks surrounded by a huge wall and dates back to the Ptolemaic era. It was located on the route of commercial caravans heading to the Western Desert. The road leading to the temple was decorated with crouching lions on both sides.",
        "id": 38,
        "name": "Dimeh El Sebaa City",
        "originalImage": "image/DSC_0593.jpg",
        "type": "Greek and Roman Antiquities",
        "user_id": 5
    },
    {
        "address": "It is located in Fayoum city",
        "coordinatesX": 29.30933319128733,
        "coordinatesY": 30.834727112135383,
        "description": "It dates back to the fifteenth century AD. It was established by Khawand Aslbai, the wife of Sultan Qaytbay, during the time of his son, Sultan Al-Nasir Muhammad bin Qaytbay, in memory of her husband. It is located on the western bank of Bahr Yusuf in the Al-Sufi neighborhood.",
        "id": 39,
        "name": "Qaitbay Mosque",
        "originalImage": "image/2021-01-03.jpg",
        "type": "Islamic antiquities",
        "user_id": 5
    },
    {
        "address": "It is located in Fayoum city",
        "coordinatesX": 29.307825878945714,
        "coordinatesY": 30.842922182693254,
        "description": "It dates back to the fourteenth century AD. It was built during the reign of Sultan Barquq. Its minaret resembles the minaret of Al-Azhar Al-Sharif. The dome from the inside has a round neck, 1.5 meters high, with 22 small windows. It is located in the Al-Sufi neighborhood.",
        "id": 40,
        "name": "Sheikh Ali Al-Rouby Mosque",
        "originalImage": "image/183922-IMG-20220214-WA0026.jpg",
        "type": "Islamic antiquities",
        "user_id": 5
    },
    {
        "address": "It is located in Fayoum city",
        "coordinatesX": 29.30903142076588,
        "coordinatesY": 30.837927229626214,
        "description": "The mosque was named the hanging mosque “ Al-Moallaq” because it was built on shops. It dates back to the Othman period. It was built by Prince Soliman Ibn Hatem in 966 AH. The mosque was built on a plateau and could be reached from the side of Bahr Youssef. the plan and the inscriptions of the mosque resemble the Mamluqi Mosques.\r\nThe ceiling is rich with writing inscriptions and decorations as the Ottomans were not against the civilization's progress and art neither in Egypt nor Ottoman countries that each region had its independent character however the political subordination to the Ottoman empire.",
        "id": 41,
        "name": "The Hanging Mosque",
        "originalImage": "image/221.webp",
        "type": "Islamic antiquities",
        "user_id": 5
    },
    {
        "address": "It is located within the borders of Wadi El Rayan Reserve",
        "coordinatesX": 29.264339356683095,
        "coordinatesY": 30.021827463143453,
        "description": "It is located within the borders of the Wadi El Rayan Reserve, at a distance of approximately 38 km from the waterfalls area. It was declared by UNESCO as the first world natural heritage area in Egypt in 2005, in order to find fossilized whale structures, which date back to about 40 million years ago, and they are the ancestors of the current whales. This area was under A huge ocean and as a result of geological changes, the ocean was confined, leaving behind the remains of some marine animals. Wadi El Rayan Reserve is considered one of the most important reserves and tourist attractions in Egypt, as it contains a group of important tourist places such as the waterfalls area: Jabal Al Mudawara, the Magic Lake: Arab Palaces area, Wadi area whales. This allows many eco-tourism activities such as safari, camping, sand boarding, horse and camel riding, stargazing, and birdwatching",
        "id": 42,
        "name": "Wadi Al-Hitan area",
        "originalImage": "image/Whale-skeletons-in-Wadi-ElHitan-Excavations-Museum.jpg",
        "type": "Natural and environmental factors",
        "user_id": 5
    },
    {
        "address": "It is 22 km from the city of Fayoum",
        "coordinatesX": 29.496437245421454,
        "coordinatesY": 30.670097904030115,
        "description": "It is a natural wetland reserve declared in 1989. It includes Lake Qarun and the desert north of Lake Qarun, the richest hunting centers. Many migratory and resident birds flock to it in the winter. for water sports",
        "id": 43,
        "name": "Qarun Lake",
        "originalImage": "image/e36420cc-a3fa-4e3c-8f49-35f7728c4992_sm.jpg",
        "type": "Natural and environmental factors",
        "user_id": 5
    },
    {
        "address": "It is 77 km from the city of Fayoum",
        "coordinatesX": 29.215225554251155,
        "coordinatesY": 30.420893827962047,
        "description": "It contains a diversity of environments and unique wildlife, as it includes a vast desert, wonderful land formations, two lakes, a waterfall area, four natural springs, and a visitor center. The reserve is considered a paradise for bird watching, safari trips, and camping.",
        "id": 44,
        "name": "Wadi El Rayan Reserve",
        "originalImage": "image/520224193335935.jpg",
        "type": "Natural and environmental factors",
        "user_id": 5
    },
    {
        "address": "It is located 9 km from the city of Fayoum",
        "coordinatesX": 29.380625775636613,
        "coordinatesY": 30.798558539798584,
        "description": "Ain El Selin is considered one of the most famous landmarks at Fayoum Oasis, it is known for its huge natural gardens, fresh air, and a panoramic view of the water.\r\n\r\nIt is located on the road, which connects Fayoum City and Qaroun Lake, and its name came from one of the mineral springs.\r\n\r\nWhile walking through Ain El Selin, you will enjoy staring at a beautiful small water spring surrounded by gardens and a gleaming natural mineral water fountain, known as Ain El Saheer Springs, which is made of pure marble with its nice water taste.\r\n\r\nWhile walking at Ain El Selin, at the end of the road, you will find a glorious old house, where they once used water power to process the crops, the water flowed from small canals into the house and they used the power of the water to mill the crops. The ceiling is rich with writing inscriptions and decorations as the Ottomans were not against the civilization's progress and art neither in Egypt nor Ottoman countries that each region had its independent character however the political subordination to the Ottoman empire.",
        "id": 45,
        "name": "Ain El Selin",
        "originalImage": "image/حدائق-عين-السيلين.webp",
        "type": "Natural and environmental factors",
        "user_id": 5
    }
]